Repository: abrahamcacoulides/prodfloor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_mx

source: Server Stop
es_mx: Paro debido al servidor

source: Server Issues Cause
es_mx: Causa del Problema del Servidor

source: Server Issues Causes
es_mx: Causas del Problema del Servidor

source: Server Issue Documentation
es_mx: Documentacion del Problema del Servidor

source: Reassign Job
es_mx: Reassignar Job

source: prev step
es_mx: paso anterior

source: submit
es_mx: enviar

source: Features
es_mx: Caracteristicas

source: Feature
es_mx: Caracteristica

source: Times
es_mx: Tiempos

source: Time
es_mx: Tiempo

source: Door Control in Cartop
es_mx: Door Control en Cartop

source: CPI Board Included
es_mx: Tarjeta CPI incluida

source: None
es_mx: Ninguno

source: Job type
es_mx: Tipo de Job

source: Station
es_mx: Estacion

source: Shipping date
es_mx: Fecha de envio

source: Please validate the 'Job #' input.
es_mx: Revise el 'Job #'

source: The production order number captured is already assigned to someone else.
es_mx: El numero de produccion capturado ya esta asignado a alguien mas.

source: Please validate the 'Prod #' input.
es_mx: Revise el 'Prod #'

source: Select all the features that apply
es_mx: Seleccione todas las caracteristicas que apliquen

source: You selected 'None' but also another feature, please confirm your selections.
es_mx: Selecciono 'None' pero tambien otro caracteristica, por favor confirme sus selecciones.

source: Select the reason that fits
es_mx: Elija la razon

source: Cause
es_mx: Causa

source: First reason
es_mx: Causa Nivel Uno

source: Second reason
es_mx: Causa Nivel Dos

source: Would be assigned to:
es_mx: Se asignara a:

source: Reason
es_mx: Razon

source: Min Start Date
es_mx: Fecha minima de inicio

source: Max Start Date
es_mx: Fecha maxima de inicio

source: Min Completion Date
es_mx: Fecha maxima de fin

source: Max Completion Date
es_mx: Fecha minima de fin

source: This job is not active. Please confirm the status of this job.
es_mx: Este Job no esta activo. Por favor confirme el status del job.

source: The job number doesn't match the one for that po in the system.
es_mx: El numero del job no coincide con el del PO, por favor confirme en el sistema.

source: This field is required.
es_mx: Este campo es requerido

source: Select the checkbox.
es_mx: Seleccione la casilla

source: Current Stage
es_mx: Etapa actual

source: New Stage
es_mx: Nueva Etapa

source: The job is marked as complete. If job needs to be worked on please use the Rework function.
es_mx: El job esta marcado como completo. Si se necesita trabajar en un equipo que ya se habia finalizado use la funcion 'Rework'.

source: The job is marked as reassigned therefore it's no longer available to change state.
es_mx: El job esta marcado como 'Reassigned' por lo cual ya no se le pueden hacer modificaciones.

source: The job is marked as Stopped; The job must be active in order to have a change of stage.
es_mx: El job esta marcado como 'Stopped' para cambiar la etapa el job debe estar activo.

source: If you'd like to reassign this job please use the specific function for this.
es_mx: Si desea reassignar el job use la funcion de 'Reassign'

source: If you'd like to log a rework for this job please use the specific function for this.
es_mx: Si desea retrabajar el job use la funcion de 'Rework'

source: This function is not supposed to be used to skip stages.
es_mx: Esta funcion no es para saltarse etapas.

source: The current and new stage are the same.
es_mx: La etapa actual y la nueva son la misma.

source: My Jobs
es_mx: Mis Jobs

source: Stops per Job
es_mx: Paros por Job

source: Job Reassignment
es_mx: Reassignar Job

source: New Job Info
es_mx: Informacion de Job Nuevo

source: Job Information
es_mx: Informacion de Job

source: Multiple Reassigns
es_mx: Multiples Reassignaciones

source: Remove from sorting
es_mx: Eliminar del filtro

source: Sorting priority: %(priority_number)s
es_mx: Prioridad de filtrado %(priority_number)s

source: Toggle sorting
es_mx: Cambiar filtrado

source: Job Workflow
es_mx: Diagrama de Flujo del Job

source: Back
es_mx: Atras

source: Next
es_mx: Siguiente

source: Stop
es_mx: Detener

source: End Shift
es_mx: Terminar Turno

source: Resume
es_mx: Resumir

source: Details for stop on Job#
es_mx: Detalles para el paro en el Job#

source: Extra Cause 1:
es_mx: Causa Adicional 1:

source: Extra Cause 2:
es_mx: Causa Adicional 2:

source: Return to all stops
es_mx: Regresar a todos los paros

source: SU Change of Stage
es_mx: Cambio de etapa de SU

source: Resume Job
es_mx: Resumir Job

source: Stop Job
es_mx: Detener Job

source: Reason for the stop:
es_mx: Razon para el paro:

source: This was the last step for this stage, you wont be able to return to it once you click OK.
es_mx: Este fue el ultimo paso para esta etapa, no podra regresar a ella una vez que presione OK.

source: The Job is already stopped.
es_mx: El job ya esta detenido.

source: The Stop has been properly registered.
es_mx: El paro se registro correctamente.

source: The Stage has been properly changed.
es_mx: La etapa se cambio correctamente

source: First Level Cause
es_mx: Causa Nivel Uno

source: First Level Causes
es_mx: Causas Nivel Uno

source: Second Level Cause
es_mx: Causa Nivel Dos

source: Second Level Causes
es_mx: Causas Nivel Dos

source: Third Level Cause
es_mx: Causa Nivel Tres

source: Third Level Causes
es_mx: Causas Nivel Tres

source: Welcome,
es_mx: Bienvenido,

source: View site
es_mx: Ver sitio

source: Documentation
es_mx: Documentacion

source: Change password
es_mx: Cambiar contrase√±a

source: Log out
es_mx: Cerrar sesion

source: Home
es_mx: Inicio

source: Add %(name)s
es_mx: Agregar %(name)s

source: History
es_mx: Historial

source: Rework required
es_mx: Retrabajo requerido

source: Continue With Job
es_mx: Continuar con Job

source: Job Complete
es_mx: Job Completo

source: Document Server Stop
es_mx: Documentacion Paro por Servidor

source: View on site
es_mx: Ver en el sitio

source: Please correct the error below.
es_mx: Por favor corrija el error.

source: Please correct the errors below.
es_mx: Por favor corrija los errores.

source: New Job
es_mx: Nuevo Job

source: Filter
es_mx: Filtrar

source: Models in the %(name)s application
es_mx: Modelos en la %(name)s aplicacion

source: Add
es_mx: Agregar

source: Change
es_mx: Cambiar

source: You don't have permission to edit anything.
es_mx: No tiene permisos para editar nada.

source: Available actions
es_mx: Acciones disponibles

source: Reports Generation
es_mx: Generacion de Reportes

source: Jobs Report
es_mx: Reportes de Jobs

source: Available views
es_mx: Vistas Disponibles

source: All
es_mx: Todos

source: ELEM
es_mx: Element

source: Super User Actions
es_mx: Acciones de Super User

source: Report a Stop
es_mx: Reportar un Paro

source: Recent actions
es_mx: Acciones recientes

source: My actions
es_mx: Mis acciones

source: None available
es_mx: No disponibles

source: Unknown content
es_mx: Contenido desconocido

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
es_mx: Iniciaste sesion como %(username)s, pero no esta autorizado para accesar a esta pagina. Desearia iniciar sesion con una cuenta diferente?

source: Forgotten your password or username?
es_mx: Olvido su contrase√±a o usuario?

source: Log in
es_mx: Iniciar sesion

source: You're logged in as,
es_mx: Iniciaste sesion como,
